Repository: kabcasa/sosac2
Catalog: resources/language/resource.language.*/strings.po
Languages: sk_sk

# #30402
source: Sosac.TV
sk_sk: Sosáč.TV

# #30403
source: Please wait...
sk_sk: Prosím čakajte...

# #30404
source: Login failed, please check addon settings
sk_sk: Prihlásenie sa nepodarilo. Uložili ste v nastavení zadané prihlasovacie údaje stlačením ôk? Najskôr je potrebné nastavenie stlačením ôk uložiť a potom znovu spustiť nastavenie a účet nechať skontrolovať. Otvoriť nastavenie teraz?

# #30000
source: Movies
sk_sk: Filmy

# #30001
source: Tv Shows
sk_sk: Seriály

# #30002
source: Tv Guide
sk_sk: TV Program

# #30003
source: Search
sk_sk: Hľadanie

# #30004
source: Settings
sk_sk: Nastavenia

# #30005
source: Advanced Search
sk_sk: Pokročilé hľadanie

# #30006
source: Downloaded
sk_sk: Stiahnuté

# #30007
source: My Playlist
sk_sk: Moja fronta

# #30008
source: Unfinished
sk_sk: Rozskúkané

# #30009
source: Watched
sk_sk: História prezretých filmov

# #30010
source: Newly Dubbed
sk_sk: Novinky nadabované

# #30011
source: New movies with Subtitles
sk_sk: Novinky s titulkami

# #30012
source: Lastly Added
sk_sk: Naposledy pridané

# #30013
source: Current Topic Movies
sk_sk: Aktuálne

# #30014
source: Popular News Movies
sk_sk: Populárne novinky

# #30015
source: Popular Movies
sk_sk: Populárne filmy

# #30016
source: Rated News Movies
sk_sk: Najlepšie hodnotené filmové novinky

# #30017
source: Best Rated Movies
sk_sk: Najlepšie hodnotené filmy

# #30018
source: Movies A-Z
sk_sk: Podľa počiatočného písmena

# #30019
source: Genre
sk_sk: Podľa žánru

# #30020
source: Year
sk_sk: Podľa roka

# #30021
source: Quality
sk_sk: Podľa kvality

# #30022
source: My TV shows playlist
sk_sk: Moja fronta

# #30023
source: My unfinished TV shows
sk_sk: Rozskúkané seriály

# #30024
source: My watched TV shows
sk_sk: História prezretých seriálov

# #30025
source: Last added TV shows
sk_sk: Naposledy pridané seriály

# #30026
source: Episodes with newly added dubbing
sk_sk: Novo nadabované epizódy

# #30027
source: New episodes with subtitles
sk_sk: Nové epizódy s titulkami

# #30028
source: Last added episodes
sk_sk: Naposledy pridané epizódy

# #30029
source: Episodes tracker
sk_sk: Kalendár seriálov

# #30030
source: Popular new TV shows
sk_sk: Populárne nové seriály

# #30031
source: Popular TV shows
sk_sk: Populárne seriály

# #30032
source: Rated News TV shows
sk_sk: Najlepšie hodnotené seriálové novinky

# #30033
source: Best Rated TV shows
sk_sk: Najlepšie hodnotené seriály

# #30034
source: TV shows A-Z
sk_sk: Podľa počiatočného písmena

# #30035
source: TV shows by genre
sk_sk: Podľa žánru

# #30036
source: TV shows by year
sk_sk: Podľa roka

# #30040
source: Delete old item
sk_sk: Zmazať históriu hľadania

# #30041
source: Reset all search parameters
sk_sk: Resetovať parametre hľadania

# #30042
source: Sort results by
sk_sk: Výsledky zoradiť podľa

# #30043
source: Keyword
sk_sk: Hľadané slovo(a)

# #30044
source: Script writer
sk_sk: Scenárista

# #30045
source: Actor
sk_sk: Herec

# #30046
source: Release year from
sk_sk: Od roka

# #30047
source: Release year to
sk_sk: Do roka

# #30048
source: Genre
sk_sk: Žáner

# #30049
source: Origin country
sk_sk: Krajina pôvodu

# #30050
source: Spoken language
sk_sk: Jazyk

# #30051
source: Available quality
sk_sk: Kvalita

# #30052
source: Director
sk_sk: Režisér

# #30053
source: Submit
sk_sk: Hľadaj

# #30054
source: Select sort parameter
sk_sk: Vyberte ako chcete zoradiť výsledky

# #30055
source: Input media name
sk_sk: Zadajte názov

# #30056
source: Input director name
sk_sk: Zadajte meno režiséra

# #30057
source: Input script writer name
sk_sk: Zadajte meno scenáristu

# #30058
source: Input actor name
sk_sk: Zadajte meno herca

# #30059
source: Select year to release from
sk_sk: Zadajte od ktorého roku filmy hľadáte

# #30060
source: Select year to release to
sk_sk: Zadajte do ktorého roku filmy hľadáte

# #30061
source: Select genre
sk_sk: Vyberte žáner

# #30062
source: Select origin country
sk_sk: Vyberte krajinu vzniku

# #30063
source: Select spoken language
sk_sk: Vyberte jazyk filmu

# #30064
source: Select Available quality
sk_sk: Vyberte požadovanú kvalitu

# #30065
source: Available quality
sk_sk: Dostupné kvality

# #30066
source: Director
sk_sk: Režisér

# #30067
source: Submit
sk_sk: Zadať

# #30070
source: Select date from
sk_sk: Vyberte dátum od

# #30071
source: Select date to
sk_sk: Vyberte dátum do

# #30072
source: Next
sk_sk: Ďalší

# #30073
source: Previous
sk_sk: Predchádzajúci

# #30074
source: Choose streams quality
sk_sk: Vyberte si stream

# #30075
source: Could not find any streams
sk_sk: Video nie je dostupné

# #30076
source: Start Downloading
sk_sk: Začiatok sťahovania

# #30077
source: Downloaded percent
sk_sk: Stiahnuté percent

# #30078
source: Download Completed
sk_sk: Sťahovanie dokončené

# #30079
source: Download error
sk_sk: Chyba stiahnutia

# #30100
source: Description menu : Movies
sk_sk: Filmy na sledovanie si môžete vybrať aj na webe movies.sosac.tv.

# #30101
source: Description menu : Tv Shows
sk_sk: Seriály na sledovanie si môžete vybrať aj na webe tv.sosac.tv.

# #30102
source: Description menu : Tv Guide
sk_sk: Filmy a seriály podľa toho, ako boli odvysielané v TV.

# #30103
source: Description menu : Search
sk_sk: Jednoduché aj pokročilé vyhľadávanie filmov či seriálov

# #30104
source: Description menu : Settings
sk_sk: Pre neobmedzené prehrávanie nezabudnite nastaviť Vaše užívateľské meno a heslo na streamuj.tv.

# #30105
source: Description menu : Advanced Search
sk_sk: Pokročilé vyhľadávanie umožňuje zúžiť filmy či seriály podľa niekoľkých parametrov. Môžete si napríklad zobraziť komédie vydané v rokoch 2010 až 2020, v ktorých hrá Jennifer Aniston, a zoradiť si ich podľa hodnotenia.

# #30106
source: Description menu : Downloaded
sk_sk: Stiahnite si video pre offline prehranie alebo ak si chcete byť istí, že sa Vám nebude prerušovať. Video stiahnete z kontextovej ponuky, ktorá sa zobrazí pri filme či epizóde dlhým stlačením ôk či kliknutím pravého tlačidla myši.

# #30107
source: Description menu : My Playlist
sk_sk: Tu sa zobrazia filmy, ktoré máte v obľúbených. Môžete ich pridať z kontextového menu, ktoré sa zobrazí dlhým stlačením tlačidla ok či pravého tlačidla myši. Filmy si do playlistu môžete pridať aj na webe movies.sosac.tv.

# #30108
source: Description menu : Unfinished
sk_sk: Vaše rozpozerané filmy.

# #30109
source: Description menu : Watched
sk_sk: História prezretých filmov.

# #30110
source: Description menu : Newly Dubbed
sk_sk: Naposledy pridané nové aj staršie filmy, pri ktorých je novo dostupný CZ alebo SK dabing.

# #30111
source: Description menu : New movies with Subtitles
sk_sk: Naposledy pridané filmy s CZ alebo SK titulkami.

# #30112
source: Description menu : Lastly Added
sk_sk: Všetky naposledy pridané filmy.

# #30113
source: Description menu : Current Topic Movies
sk_sk: Kategória aktuálnych tematických filmov.

# #30114
source: Description menu : Popular News Movies
sk_sk: Populárne filmy, ktoré boli vydané počas posledných 3 rokov.

# #30115
source: Description menu : Popular Movies
sk_sk: Všetky populárne filmy.

# #30116
source: Description menu : Rated News Movies
sk_sk: Najlepšie hodnotené filmy, ktoré boli vydané počas posledných 3 rokov.

# #30117
source: Description menu : Best Rated Movies
sk_sk: Všetky najlepšie hodnotené filmy.

# #30118
source: Description menu : Movies A-Z
sk_sk: Všetky filmy zoradené podľa počiatočného písmena.

# #30119
source: Description menu : Genre
sk_sk: Všetky filmy zoradené podľa žánrov.

# #30120
source: Description menu : Year
sk_sk: Všetky filmy zoradené podľa roku.

# #30121
source: Description menu : Quality
sk_sk: Všetky filmy filtrované podľa dostupnej kvality.

# #30122
source: Description menu : My TV shows playlist
sk_sk: Tu sa zobrazia seriály, ktoré máte v obľúbených. Môžete ich pridať z kontextového menu, ktoré sa zobrazí dlhým stlačením tlačidla ok či pravého tlačidla myši. Seriály si medzi obľúbené môžete pridať aj na webe tv.sosac.tv.

# #30123
source: Description menu : My unfinished TV shows
sk_sk: Seriály, pri ktorých máte rozhliadnutú minimálne jednu epizódu.

# #30124
source: Description menu : My watched TV shows
sk_sk: Seriály, pri ktorých máte označené všetky epizódy ako zhliadnuté.

# #30125
source: Description menu : Last added TV shows
sk_sk: Všetky naposledy pridané seriály.

# #30126
source: Description menu : Episodes with newly added dubbing
sk_sk: Nové epizódy s CZ alebo SK dabingom aj staršie epizódy, ku ktorým bol CZ alebo SK dabing novo pridaný.

# #30127
source: Description menu : New episodes with subtitles
sk_sk: Nové epizódy s CZ alebo SK titulkami.

# #30128
source: Description menu : Last added episodes
sk_sk: Všetky naposledy pridané epizódy seriálov.

# #30129
source: Description menu : Episodes tracker
sk_sk: Program vysielania seriálových epizód, v týchto zoznamoch sú zahrnuté aj ešte neaktívne epizódy, ktoré budú pridané po odvysielaní.

# #30130
source: Description menu : Popular new TV shows
sk_sk: Seriály, ktoré vznikli za posledné 3 roky a majú najvyššie počty prezretí alebo hodnotení, či už kladných alebo záporných.

# #30131
source: Description menu : Popular TV shows
sk_sk: Seriály, ktoré majú najvyššie počty prezretí alebo hodnotení, či už kladných alebo záporných.

# #30132
source: Description menu : Rated News TV shows
sk_sk: Najlepšie hodnotené seriály, ktoré vznikli počas posledných 3 rokov.

# #30133
source: Description menu : Best Rated TV shows
sk_sk: Seriály s najlepším hodnotením.

# #30134
source: Description menu : TV shows A-Z
sk_sk: Seriály filtrované podľa začiatočného písmena.

# #30135
source: Description menu : TV shows by genre
sk_sk: Seriály filtrované podľa žánru.

# #30136
source: Description menu : TV shows by year
sk_sk: Seriály filtrované podľa roku vzniku.

# #30140
source: Description menu : Delete old item
sk_sk: Táto možnosť zmaže históriu vyhľadávania.

# #30141
source: Description menu : Reset all search parameters
sk_sk: Táto možnosť resetuje všetky vyhľadávacie parametre na defaultné hodnoty.

# #30142
source: Description menu : Sort results by
sk_sk: Zvoľte akým spôsobom sa majú radiť nájdené výsledky.

# #30143
source: Description menu : Keyword
sk_sk: Zadajte hľadané kľúčové slovo(a). Ak zadávate názov, nezadávajte rok vzniku. Zadajte len celý názov alebo časť názvu. Diakritika, medzery, apostrofy a iné špeciálne znaky sú ignorované, nemusíte ich zadávať. Prehľadávajú sa názvy, tagy a popisy.

# #30144
source: Description menu : Script writer
sk_sk: Zužte výsledky na diela od zadaného scenáristu. Zadajte celé alebo len časť mena.

# #30145
source: Description menu : Actor
sk_sk: Zužte výsledky na diela, kde hral zadaný herec. Zadajte celé alebo len časť mena.

# #30146
source: Description menu : Release year from
sk_sk: Zužte výsledky na diela vzniknuté od vybraného roku.

# #30147
source: Description menu : Release year to
sk_sk: Zužte výsledky na diela vzniknuté do vybraného roku.

# #30148
source: Description menu : Genre
sk_sk: Zužte výsledky podľa vybraného žánru.

# #30149
source: Description menu : Origin country
sk_sk: Zužte výsledky na diela, ktoré vznikli vo vybranej krajine.

# #30150
source: Description menu : Spoken language
sk_sk: Zužte výsledky na diela, v ktorých sa hovorí vybraným jazykom, prípadne sú vybraným jazykom nadabované.

# #30151
source: Description menu : Available quality
sk_sk: Zužte výsledky na diela s vybranou kvalitou.

# #30152
source: Description menu : Director
sk_sk: Zužte výsledky na diela od zadaného scenáristu. Môžete zadať celé meno alebo len časť, všetko bez diakritiky.

# #30200
source: Streamuj.tv User
sk_sk: Streamuj.tv užívateľské meno

# #30201
source: Streamuj.tv Password
sk_sk: Streamuj.tv heslo

# #30202
source: Sosac.tv User
sk_sk: Sosac.tv užívateľské meno

# #30203
source: Sosac.tv Password
sk_sk: Sosac.tv heslo

# #30204
source: Preferred server location
sk_sk: Preferovaná lokalita serverov

# #30205
source: Accounts
sk_sk: Účty

# #30206
source: Streams
sk_sk: Streamovanie

# #30207
source: Downloads
sk_sk: Sťahovanie

# #30208
source: Others
sk_sk: Ostatné

# #30210
source: Automatically choose stream
sk_sk: Zvoliť stream automaticky

# #30211
source: Preferred video quality
sk_sk: Preferovaná kvalita videa

# #30212
source: First preferred dubbing language
sk_sk: Preferovaný jazyk dabingu

# #30213
source: Second preferred dubbing language
sk_sk: Druhý preferovaný jazyk dabingu

# #30214
source: Auto subtitles
sk_sk: Zobrazovať titulky

# #30215
source: First preferred subtitles
sk_sk: Preferovaný jazyk titulkov

# #30216
source: Second preferred subtitles
sk_sk: Druhý preferovaný jazyk titulkov

# #30217
source: Automatically play next episode
sk_sk: Automaticky prehrať ďalšiu epizódu

# #30218
source: Current topic
sk_sk: Aktuálna téma

# #30219
source: Folder
sk_sk: Priečinok

# #30220
source: Notify percent
sk_sk: Upozorniť na sťahované

# #30221
source: Notify percent every
sk_sk: Upozorniť na sťahovanie po

# #30222
source: Check new episodes each
sk_sk: Skontrolovať nové epizódy každý

# #30223
source: Currently installed version
sk_sk: Nainštalovaná verzia

# #30224
source: Check for new version
sk_sk: Skontrolovať aktualizácie

# #30225
source: Start addon with Kodi start
sk_sk: Spustiť doplnok po spustení Kodi

# #30226
source: CZECH
sk_sk: Česky

# #30227
source: SLOVAK
sk_sk: Slovensky

# #30228
source: ENGLISH
sk_sk: Anglicky

# #30229
source: NO
sk_sk: NIE

# #30236
source: 12hours
sk_sk: 12hodin

# #30237
source: 1day
sk_sk: 1 deň

# #30238
source: 3days
sk_sk: 3 dni

# #30239
source: 7days
sk_sk: 7 dní

# #30240
source: 30days
sk_sk: 30 dní

# #30241
source: 30days
sk_sk: 30 dní

# #30250
source: accounts settings
sk_sk: nastavenie účtu

# #30251
source: Set Streamuj.tv user
sk_sk: Streamuj.tv prémiový účet slúži k neobmedzenému sledovaniu videí. Bez prémiového účtu uvidíte len 2 prvé minúty videa.

# #30252
source: Set Streamuj.tv password
sk_sk: Streamuj.tv prémiový účet slúži k neobmedzenému sledovaniu videí. Bez prémiového účtu uvidíte len 2 prvé minúty videa.

# #30253
source: Set Sosac.tv user
sk_sk: Účet Sosac.tv je zdarma, registrácia sa vykonáva zvlášť na tv.sosac.tv. Slúži k uloženiu času rozkoukaných videí, uloženiu histórie už zhliadnutých a tvorbe playlistov. Zmeny môžete vykonávať na webe.

# #30254
source: Set Sosac.tv password
sk_sk: Účet Sosac.tv je zdarma, registrácia sa vykonáva zvlášť na tv.sosac.tv. Slúži k uloženiu času rozkoukaných videí, uloženiu histórie už zhliadnutých a tvorbe playlistov. Zmeny môžete vykonávať na webe.

# #30255
source: Preferred server location for streaming, values 1 or 2
sk_sk: Preferovaná lokalita streamovacích serverov, môžete si vybrať medzi servermi v ČR (1) a EU (2).

# #30256
source: Select auto ou manual stream dubbing and quality
sk_sk: Chcete vyberať streamy ručne alebo automaticky podľa nastavených preferencií?

# #30257
source: Select stream quality
sk_sk: Vyberte si preferovanú kvalitu. Pokuď v ní nie je dostupné video, vyberie sa kvalita najbližšie dostupná.

# #30258
source: Select prefered lenguage
sk_sk: Vyberte primárne preferovaný jazyk dabingu.

# #30259
source: Select second prefered lenguage
sk_sk: Sekundárný preferovaný jazyk dabingu, pokud primárný nieje dostupný.

# #30260
source: Select enbable auto subtitles
sk_sk: Chcete automaticky zobrazovať titulky?

# #30261
source: Select prefered subtitle lenguage
sk_sk: Vyberte primárny preferovaný jazyk titulkov.

# #30262
source: Select second prefered subtitle lenguage
sk_sk: Sekundárný preferovaný jazyk titulkov, pokud primárný nieje dostupný.

# #30263
source: Select Automatically play next episodes
sk_sk: Chcete po skončení epizódy automaticky spustiť nasledujúcu epizódu?

# #30264
source: Select to enable or not current topic
sk_sk: Zobrazovať aktuálne tematické videá?

# #30265
source: Set streams preferences
sk_sk: Nastavenie parametrov streamovania.

# #30266
source: Set downloads preferences
sk_sk: Nastavenie parametrov sťahovania.

# #30267
source: Set videos downloads folder
sk_sk: Nastavte zložku, kam sa majú stahovaná videa ukladať.

# #30268
source: Enable download percent value for notification
sk_sk: Chcete zobraziť upozornenie o sťahovaní videa pri stiahnutí určité časti videa?

# #30269
source: Select download percent value for notification
sk_sk: Ako má byť veľká stažená časť videa, pri ktorej sa zobrazí notifikácia o sťahovaní?

# #30270
source: Select interval for new episodes
sk_sk: Během jakého intervalu chcete u seriálov kontrolovať aktuálne dostupné epizódy?

# #30271
source: Others settings
sk_sk: Ďalšie nastavenia

# #30272
source: Display addon version
sk_sk: Zobraziť verziu doplnku

# #30273
source: Enable to check for new addon version
sk_sk: Chcete skontrolovať, či nie je dostupná nová verzia doplnku?

# #30274
source: Enable to start addon with Kodi start
sk_sk: Nastaviť automatické spustenie doplňku po spustení Kodi.

# #30275
source: Delete item
sk_sk: Odstrániť položku

# #30280
source: Select play
sk_sk: Ako chcete video prehrať?

# #30281
source: Start from
sk_sk: Pokračovať v prehrávanie od

# #30282
source: Start from beginning
sk_sk: Prehrať od začiatku

# #30283
source: Season
sk_sk: Sezóna

# #30284
source: New search keyword
sk_sk: Hladaná fráze

# #30285
source: Description for new search keyword
sk_sk: Zadajte hladanou frázu bez diakritiky

# #30286
source: Choose stream manually
sk_sk: Vybrať kvalitu a jazyk streamu

# #30287
source: Add to playlist
sk_sk: Pridať do fronty

# #30288
source: Remove from playlist
sk_sk: Odobrať z fronty

# #30289
source: Reset watched time
sk_sk: Vynulovať prezretý čas

# #30290
source: Mark as watched
sk_sk: Označiť ako prezreté

# #30291
source: Download
sk_sk: Stiahnuť

# #30292
source: File deleted
sk_sk: Video zmazané

# #30293
source: Delete video file
sk_sk: Zmazať video

# #30294
source: Next
sk_sk: Ďalšia stránka

# #30295
source: Previous
sk_sk: Predchádzajúca stránka

# #30296
source: action
sk_sk: akčné

source: adventure
sk_sk: dobrodružné

# #30298
source: animation
sk_sk: animované rozprávky

# #30299
source: biography
sk_sk: biografické

# #30300
source: cartoons
sk_sk: animované

# #30301
source: comedy
sk_sk: komédie

# #30302
source: crime
sk_sk: krimi

# #30303
source: disaster
sk_sk: katastrofické

# #30304
source: documentary
sk_sk: dokumentárné

# #30305
source: drama
sk_sk: dráma

# #30306
source: erotic
sk_sk: erotické

# #30307
source: experimental
sk_sk: experimentálné

# #30308
source: fairytales
sk_sk: rozprávky

# #30309
source: family
sk_sk: rodinné

# #30311
source: history
sk_sk: historické

# #30312
source: horror
sk_sk: horory

# #30315
source: music
sk_sk: hudobné

# #30316
source: mystery
sk_sk: mysteriózné

# #30317
source: psychological
sk_sk: psychologické

# #30318
source: publicistic
sk_sk: publicistické

# #30319
source: realitytv
sk_sk: reality show

# #30320
source: romance
sk_sk: romantické

# #30322
source: sport
sk_sk: športové

# #30325
source: war
sk_sk: vojnové

# #30327
source: season
sk_sk: sezóna

# #30328
source: episode
sk_sk: epizóda

# #30329
source: All
sk_sk: Všetko

# #30330
source: CZECH
sk_sk: Česky

# #30331
source: SLOVAK
sk_sk: Slovensky

# #30332
source: ENGLISH
sk_sk: Anglicky

# #30333
source: CHINESE
sk_sk: Čínsky

# #30334
source: GERMAN
sk_sk: Nemecky

# #30335
source: GREEK
sk_sk: Grécky

# #30336
source: SPANISH
sk_sk: Španielsky

# #30337
source: FINNISH
sk_sk: Fínsky

# #30338
source: FRENCH
sk_sk: Francúzsky

# #30339
source: CROATIAN
sk_sk: Chorvátsky

# #30340
source: INDU
sk_sk: Hindsky

# #30341
source: ITALIAN
sk_sk: Taliansky

# #30342
source: JAPANESE
sk_sk: Japonsky

# #30343
source: KOREAN
sk_sk: Kórejsky

# #30344
source: DUTCH
sk_sk: Dánsky

# #30345
source: NORWEGIAN
sk_sk: Nórsky

# #30346
source: POLISH
sk_sk: Poľsky

# #30347
source: PORTUGUESE
sk_sk: Portugalsky

# #30348
source: RUSSIAN
sk_sk: Rusky

# #30349
source: TURKISH
sk_sk: Turecky

# #30351
source: CSFD rating
sk_sk: CSFD hodnotenie

# #30352
source: IMDB rating
sk_sk: IMDB hodnotenie

# #30353
source: movie budget
sk_sk: rozpočtu

# #30354
source: movie revenue
sk_sk: tržieb

# #30355
source: alphabet
sk_sk: abecedne

# #30356
source: date added
sk_sk: dáta pridania

# #30357
source: best match
sk_sk: najlepšie zhody

# #30358
source: descending
sk_sk: zostupne

# #30359
source: VIETNAMESE
sk_sk: Vietnamsky

# #30360
source: Czech Republic
sk_sk: Česká Republika

# #30362
source: Slovakia
sk_sk: Slovensko

# #30363
source: Great Britain
sk_sk: Veľká Británia

# #30364
source: Germany
sk_sk: Německo

# #30365
source: Spain
sk_sk: Španielsko

# #30366
source: America
sk_sk: Amerika

# #30367
source: France
sk_sk: Francúzsko

# #30368
source: Italia
sk_sk: Taliansko

# #30369
source: Canada
sk_sk: Kanada

# #30370
source: Romania
sk_sk: Rumunsko

# #30371
source: Japan
sk_sk: Japonsko

# #30373
source: Turkey
sk_sk: Turecko

# #30374
source: Austria
sk_sk: Rakúsko

# #30375
source: Denmark
sk_sk: Dánsko

# #30376
source: Netherlands
sk_sk: Holandsko

# #30377
source: Belgium
sk_sk: Belgicko

# #30378
source: Ireland
sk_sk: Írsko

# #30380
source: Switzerland
sk_sk: Švajčiarsko

# #30382
source: Luxembourg
sk_sk: Luxembursko

# #30383
source: JAR
sk_sk: Juhoafrická Republika

# #30384
source: New Zealand
sk_sk: Nový Zéland

# #30385
source: China
sk_sk: Čína

# #30386
source: Ukraine
sk_sk: Ukrajina

# #30387
source: Finland
sk_sk: Finsko

# #30388
source: Sweden
sk_sk: Švédsko

# #30389
source: Russia
sk_sk: Rusko

# #30390
source: Streamuj.tv credentials
sk_sk: Streamuj.tv prihlasovacie údaje

# #30391
source: Sosac.tv credentials
sk_sk: Sosac.tv prihlasovacie údaje

# #30392
source: Streamuj.tv premium prepaid until
sk_sk: Streamuj.tv účet predplatený do

# #30393
source: You currently do not have any premium time.
sk_sk: Na Streamuj.tv účte nemáte premium. Pre neobmedzené prehrávanie si prosím predĺžte premium na www.streamuj.tv/premium.

# #30394
source: User account with this username and password does not exist on www.Streamuj.tv
sk_sk: Účet s týmto užívateľským menom a heslom na streamuj.tv neexistuje. Heslo si môžete obnoviť na www.Streamuj.tv/recoverpassword. Uložili ste zadané heslo stlačením ôk? Najskôr je potrebné nastavenie stlačením ôk uložiť a potom znovu spustiť nastavenie a spustiť túto funkciu.

# #30395
source: Username and password are correct.
sk_sk: Užívateľské meno a heslo sú v poriadku.

# #30396
source: Account with this username and password does not exist on kodi-api.Sosac.tv
sk_sk: Účet s týmto užívateľským menom a heslom na sosac.tv neexistuje. Heslo si môžete obnoviť na kodi-api.Sosac.tv_ . Uložili ste zadané heslo stlačením ôk? Najskôr je potrebné nastavenie stlačením ôk uložiť a potom znovu spustiť nastavenie a spustiť túto funkciu.

# #30397
source: Check Streamuj.tv credentials
sk_sk: Skontrolovať Streamuj.tv prihlásenie

# #30398
source: Check Sosac.tv credentials
sk_sk: Skontrolovať Sosac.tv prihlásenie

# #30399
source: After entering your login details, please check them with this function. First, you need to save all the entered data by pressing the OK button and then go back to the settings and start this function.
sk_sk: Po zadaní Vašich prihlasovacích údajov ich prosím skontrolujte touto funkciou. Najskôr je potrebné všetky zadané údaje uložiť stlačením tlačidla OK a potom sa znovu vrátiť do nastavenia a spustiť túto funkciu.

# #30279
source: Clic to check your Sosac.tv credentials. After entering your login details, please check them with this function. First, you need to save all the entered data by pressing the OK button and then go back to the settings and start this function.
sk_sk: Po zadaní Vašich prihlasovacích údajov ich prosím skontrolujte touto funkciou. Najskôr je potrebné všetky zadané údaje uložiť stlačením tlačidla OK a potom sa znovu vrátiť do nastavenia a spustiť túto funkciu.
