Repository: kabcasa/sosac2
Catalog: resources/language/resource.language.*/strings.po
Languages: sk_sk

# #30037
source: Simple movie search
sk_sk: Hľadanie filmov podľa kľúčových slov

# #30038
source: Simple TV show search
sk_sk: Hľadanie seriálov podľa kľúčových slov

# #30039
source: Advanced movie search
sk_sk: Pokročilé parametrické hľadanie filmov

# #30068
source: Advanced TV show search
sk_sk: Pokročilé parametrické hľadanie seriálov

# #30277
source: seasons
sk_sk: sezón

# #30278
source: episodes
sk_sk: epizód

# #30161
source: TV shows update start
sk_sk: Začínam kontrolovať stiahnuté seriály

# #30276
source: not yet added
sk_sk: zatiaľ neaktívne

# #30160
source: Select a day
sk_sk: Vyberte deň

# #30199
source: not
sk_sk: nie

# #30401
source: Start checking TVshows update
sk_sk: Kontrolujem nové epizódy

# #30405
source: Your username/password combination of sosac.tv account is wrong
sk_sk: Skontrolujte v nastavení prihlasovacie údaje k Sosac.tv účtu. Nie sú správne.

# #30406
source: To finish Skin's install please close Kodi and start again
sk_sk: Ak chcete dokončiť inštaláciu doplnku Sosac.TV, je nutné reštartovať Kodi.

# #30407
source: No Cancel
sk_sk: Reštartujem Kodi neskôr

# #30408
source: Force Close Kodi
sk_sk: Vypnúť Kodi teraz
